user_start = """
Друг привет\!
Cathouse на связи\!

*Записал для тебя видео\!*

В нем показываю что ждет тебя внутри и как получить доступ к сообществу трейдеров Crypto Wave\.

*ОБЯЗАТЕЛЬНО СМОТРИ ВИДЕО\!*

\=
Что тебе нужно сделать прямо сейчас?

1\) Нажать кнопку *"Погнали\!"*

2\) Ответить на 5 вопросов
\(Займет меньше минуты, и поможет адаптировать продукт под твой запрос, размер депозита и стратегию\)

*Увидимся еще раз после ответов на вопросы\.*
"""

MESSAGES = {
    "admin-start": "Привет, Администратор\!",
    "editor-start": "Привет, Редактор\!",
    "user-start": user_start,

    "admins-list": "Список администраторов:",
    "remove-admin-submit": "Вы уверены, что хотите удалить {username}?",
    "admin-removed": "{username} больше не администратор",
    "add-admin": "Перешлите сообщение нового администратора",
    "add-admin-submit": "Вы уверены, что хотите сделать {username} администратором?",
    "admin-added": "Добавлен новый администратор {username}",

    "editors-list": "Список редакторов:",
    "remove-editor-submit": "Вы уверены, что хотите удалить {username}?",
    "editor-removed": "{username} больше не редактор",
    "add-editor": "Перешлите сообщение нового редактора:",
    "add-editor-submit": "Вы уверены, что хотите сделать {username} редактором?",
    "editor-added": "Добавлен новый редактор {username}",

    "send-mailing-language": "🔠 Выберите язык сообщения:",
    "send-mailing-message": "Отправьте сообщение для рассылки",
    "answer-to-send": "Вы уверены, что хотите отправит это сообщение?",
    "mailing-was-sent": "Сообщение отправлено",
    "media-group-error": "Пока нельзя отправить медиагруппу 😔",

    "send-media": "Отправьте медиафайл",
    "media-type-error": "Тип медиафайла не поддерживается",

    "cancelled": "Операция отменена",
    "access-denied": "У вас недостаточно прав ⚠️",
}
